<?php
session_start();
?>
<!doctype html>

<head>
    <!-- Google tag (gtag.js) -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=G-4DZZG6870T"></script>
    <script>
        window.dataLayer = window.dataLayer || [];

        function gtag() {
            dataLayer.push(arguments);
        }
        gtag('js', new Date());

        gtag('config', 'G-4DZZG6870T');
    </script>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
    <title>BoostYourAccount | Политика конфиденциальности</title>
    <meta name="description" content="Пользуясь сервисом BoostYourAccount Вы автоматически соглашаетесь с политикой конфиденциальности!" />
    <meta name="keywords" content="BoostYourAccount Договор на предоставление услуг" />
    <meta name="author" content="Sahib Zulfigar" />


    <!-- Facebook and Twitter integration -->
    <meta property="og:title" content="BoostYourAccount | Политика конфиденциальности" />
    <meta property="og:image" content="https://ru.boostyouraccount.com/img/preview.jpg?v" />
    <meta property="og:url" content="https://ru.boostyouraccount.com/privacy-policy.php" />
    <meta property="og:site_name" content="Boost Your Account" />
    <meta property="og:description" content="Пользуясь сервисом BoostYourAccount Вы автоматически соглашаетесь с политикой конфиденциальности!" />
    <meta name="twitter:title" content="BoostYourAccount | Политика конфиденциальности" />
    <meta name="twitter:image" content="https://ru.boostyouraccount.com/img/preview.jpg?v" />
    <meta name="twitter:url" content="https://ru.boostyouraccount.com/privacy-policy.php" />
    <meta name="twitter:card" content="summary_large_image" />

    <!-- Place favicon.ico and apple-touch-icon.png in the root directory -->
    <link rel="shortcut icon" href="https://ru.boostyouraccount.com/icon.ico">
    <link rel="apple-touch-icon" href="https://ru.boostyouraccount.com/icon.ico">
    <link rel="canonical" href="https://ru.boostyouraccount.com/privacy-policy.php">

    <link rel="stylesheet" href="css/style.css">
    <script defer src="js/utils.js"></script>
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js" type="text/javascript"></script>
    <link rel="stylesheet" href="https://rsms.me/inter/inter.css">
    <link href="https://fonts.googleapis.com/css2?family=Montserrat:wght@400;500;600;700;900&display=swap" rel="stylesheet">
</head>

<body>
    <?php include "header.php"; ?>
    <section class="center-text-container">
        <p>Политика конфиденциальности</p>
    </section>
    <div class="policy-page">
        <p>Настоящий документ «Политика конфиденциальности» (далее по тексту – «Политика»)
            представляет собой правила использования Веб-сайтом, расположенном в сети Интернет по
            адресу https://ru.boostyouraccount.com/ (далее по тексту – «Оператор») персональной информации
            Пользователя, которую Оператор, включая всех лиц, входящих в одну группу с Оператором, могут
            получить о Пользователе во время использования им любого из Веб-сайтов, сервисов, служб,
            продуктов или услуг Оператора (далее – Веб-сайт) и в ходе исполнения Оператором любых
            соглашений и договоров с Пользователем.<br><br>
            Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из
            перечисленных лиц, распространяется на все остальные перечисленные лица. Использование
            Веб-сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными
            в ней условиями обработки его персональной информации; в случае несогласия с этими
            условиями Пользователь должен воздержаться от использования Веб-сайта.
        </p>
        <h1>1. Определения терминов</h1>
        <p>1.1. Оператор персональных данных (далее Оператор) — уполномоченные сотрудники,
            которые организуют и (или) осуществляет обработку персональных данных, а также
            определяют цели обработки персональных данных, состав персональных данных,
            подлежащих обработке, действия (операции), совершаемые с персональнымиданными</p>
        <p>1.2. Администрация — вся административная и техническая команда Сервиса «BOOSTYOURACCOUNT»,
            ответственная за его разработку и обеспечение работоспособности, в одном лице.
            Администрация находится в прямом контакте с Пользователем и обязуется предоставлять
            информацию консультационного характера по вопросам, прямо связанным
            с использованием Сервиса. Администрация является одной из сторон настоящего
            Пользовательского соглашения.</p>
        <p>1.3. Персональные данные — сведения, имеющие прямое или косвенное отношение к
            определённому либо определяемому физическому лицу (также называемому субъектом
            персональных данных).</p>
        <p>1.4. Обработка персональных данных — любая операция (действие) либо совокупность
            таковых, которые Оператор производит с персональными данными. Их могут собирать,
            записывать, систематизировать, накапливать, хранить, уточнять (при необходимости
            обновлять или изменять), извлекать, использовать, передавать (распространять,
            предоставлять, открывать к ним доступ), обезличивать, блокировать, удалять и даже
            уничтожать. Данные операции (действия) могут выполняться как автоматически, так и
            вручную.</p>
        <p>1.5. Конфиденциальность персональных данных — обязательное требование,предъявляемое
            к Оператору или иному работающему с данными Пользователя должностному лицу,
            хранить полученные сведения в тайне, не посвящая в них посторонних, если
            предоставивший персональные данные Пользователь не изъявил своё согласие, а также
            отсутствует законное основание для разглашения.</p>
        <p>1.6. Веб-сайт — сервис «BOOSTYOURACCOUNT», предоставляющий услуги по онлайн продвижению в
            социальных сетях, а также SMM, SEO и PR услуги в сети Интернет, расположенный в сети
            Интернет по адресу https://ru.boostyouraccount.com/.</p>
        <p>1.7. Пользователь Веб-сайта (далее — Пользователь) — человек, посетивший Веб-сайт, а
            также пользующийся его услугами и продуктами.</p>
        <p>1.8. Сервис — комплекс всех Услуг, предоставляемых Пользователю с использованием Вебсайта по адресу https://ru.boostyouraccount.com.</p>
        <p>1.9. Услуги — комплекс функций технического характера, предоставляемый Пользователюв
            рамках платного приобретения услуг по продвижению, накрутке и рекламе. В том числе,
            услуги Сервиса решают задачу привлечения подписчиков, лайков, репостов,
            комментариев, и т.д., в аккаунты Пользователя в социальных сетях.</p>
        <p>1.10. Cookies — короткий фрагмент данных, пересылаемый веб-браузером или веб-клиентом
            веб-серверу в HTTP-запросе, всякий раз, когда Пользователь пытается открыть страницу
            сайта. Фрагмент хранится на компьютере Пользователя. "IP-адрес" — уникальный сетевой
            адрес узла в компьютерной сети, построенной по протоколу TCP/IP.</p>
        <h1>2. Общие положения</h1>
        <p>2.1. Настоящая Политика является неотъемлемой частью Публичной оферты (далее –
            «Оферта»), размещенной в сети Интернет по
            адресу: https://ru.boostyouraccount.com/terms-conditions.php, а также иных заключаемых с
            Пользователем договоров, когда это прямо предусмотрено их условиями.</p>
        <p>2.2. Настоящая Политика составлена в соответствии с Федеральным законом «О
            персональных данных» № 152-ФЗ от 27 июля 2006 г., а также иными нормативноправовыми актами Российской Федерации в области защиты и обработкиперсональных
            данных и действует в отношении всех персональных данных, которые Оператор может
            получить от Пользователя, являющегося стороной по гражданско-правовомудоговору.</p>
        <p>2.3. Оператор имеет право вносить изменения в настоящую Политику. При внесении
            изменений в заголовке Политики указывается дата последнего обновленияредакции.
            Новая редакция Политики вступает в силу с момента ее размещения на Веб-сайте по
            адресу: https://ru.boostyouraccount.com/privacy-policy.php, если иное не предусмотрено новой
            редакцией Политики.</p>
        <p>2.4. К настоящей Политике, включая толкование ее положений и порядок принятия,
            исполнения, изменения и прекращения, подлежит применениюзаконодательство
            Российской Федерации.</p>
        <h1>3. Персональная информация Пользователей, которую обрабатывает Оператор Веб-сайта</h1>
        <p>3.1. Веб-сайт не проверяет достоверность персональной информации, предоставляемой
            Пользователем, и не имеет возможности оценивать его дееспособность.</p>
        <p>3.2. Настоящая Политика применима только к информации, обрабатываемой в ходе
            использования Веб-сайта. Оператор не контролирует и не несет ответственностьза
            обработку информации Веб-сайтами третьих лиц, на которые Пользователь может перейти
            по ссылкам, доступным на Веб-сайте.</p>
        <p>3.3. Под персональной информацией в настоящей Политике понимается:</p>
        <ul>
            <li>информация, предоставляемая Пользователем самостоятельно при регистрации
                (создании учётной записи) или в процессе использования Веб-сайта, включая
                персональные данные Пользователя. Обязательная для предоставления Веб-
                сайтом информация помечена специальным образом. Иная информация
                предоставляется Пользователем на его усмотрение;</li>
            <li>данные, которые передаются в автоматическом режиме на Веб-сайт в процессе
                использования Пользователя Веб-сайта с помощью установленного на
                устройстве Пользователя программного обеспечения, в том числе IP-адрес,
                данные файлов Cookie, информация о браузере Пользователя (или иной
                программе, с помощью которой осуществляется доступ к Веб-сайту), технические
                характеристики
                оборудования и программного обеспечения, используемых Пользователем, дата и
                время доступа к Веб-сайту, адреса запрашиваемых страниц и иная подобная
                информация;</li>
            <li>иная информация о Пользователе, обработка которой предусмотрена условиями
                использования Веб-сайта.</li>
        </ul>
        <h1>4. Цели обработки персональной информации Пользователей</h1>
        <p>4.1. Оператор собирает и хранит только ту персональную информацию, которая необходима
            для предоставления сервисов или исполнения соглашений и договоров с Пользователем,
            за исключением случаев, когда законодательством предусмотрено обязательноехранение
            персональной информации в течение определенного законом срока.</p>
        <p>4.2. Персональную информацию Пользователя Оператор обрабатывает в следующихцелях:</p>
        <ul>
            <li>идентификация стороны в рамках сервисов, соглашений и договоров с Веб-сайтом;</li>
            <li>предоставление Пользователю персонализированных сервисов и услуг, а также
                исполнение соглашений и договоров;</li>
            <li>направление уведомлений, запросов и информации, касающихсяиспользования
                Веб-сайта, исполнения соглашений и договоров, а также обработка запросов и
                заявок от Пользователя;</li>
            <li>улучшение качества работы Веб-сайта, удобства его использованиядля
                Пользователя, разработка новых услуг и сервисов;</li>
            <li>таргетирование рекламных материалов;</li>
            <li>проведение статистических и иных исследований на основе обезличенных данных.</li>
        </ul>
        <h1>5. Условия обработки персональной информации Пользователей и её передачи третьим лицам</h1>
        <p>5.1. В отношении персональной информации Пользователя сохраняется ее
            конфиденциальность, кроме случаев добровольного предоставленияПользователем
            информации о себе для общего доступа неограниченному кругу лиц.</p>
        <p>5.2. Оператор вправе передать персональную информацию Пользователя третьим лицам в
            следующих случаях:</p>
        <ul>
            <li>Пользователь выразил согласие на такие действия;</li>
            <li>Передача необходима для использования Пользователем определенногосервиса
                либо для исполнения определенного соглашения или договора сПользователем;</li>
            <li>Передача необходима для функционирования и работоспособности самого Вебсайта;</li>
            <li>Передача предусмотрена российским или иным применимым законодательствомв
                рамках установленной законодательством процедуры;</li>
            <li>Такая передача происходит в рамках продажи или иной передачи бизнеса
                (полностью или в части), при этом к приобретателю переходят всеобязательства
                по соблюдению условий настоящей Политики применительно к полученной им
                персональной информации;</li>
            <li>В целях обеспечения возможности защиты прав и законных интересов Веб-сайта
                или третьих лиц в случаях, когда Пользователь нарушает Пользовательское
                соглашение Веб-сайта, настоящую Политику, либо документы, содержащие
                условия использования конкретных сервисов.</li>
            <li>В результате обработки персональной информации Пользователя путемее
                обезличивания получены обезличенные статистические данные, которые
                передаются третьему лицу для проведения исследований, выполнения работ или
                оказания услуг по поручению Веб-сайта.</li>
        </ul>
        <h1>6. Изменение и удаление персональной информации. Обязательное хранение данных</h1>
        <p>6.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им
            персональную информацию или её часть, обратившись к Администрации по адресу
            support@boostyouraccount.com.</p>
        <p>6.2. Права, предусмотренные пункте 6.1. настоящей Политики могут быть ограничены в
            соответствии с требованиями законодательства. Например, такие ограничения могут
            предусматривать обязанность Администрации сохранить измененную или удаленную
            Пользователем информацию на срок, установленный законодательством, и передать
            такую информацию в соответствии с законодательно установленной процедурой
            государственному органу</p>
        <h1>7. Обработка персональной информации при помощи файлов Cookie и счетчиков</h1>
        <p>7.1. Файлы Cookie, передаваемые Веб-сайтом оборудованию Пользователя иоборудованием
            Пользователя Веб-сайту, могут использоваться Веб-сайтом для предоставления
            Пользователю персонализированных сервисов, для таргетирования рекламы, которая
            показывается Пользователю, в статистических и исследовательских целях, а также для
            улучшения Веб-сайта.</p>
        <p>7.2. Пользователь осознает, что оборудование и программное обеспечение, используемые им
            для посещения Веб-сайтов в сети интернет могут обладать функцией запрещения
            операций с файлами Cookie (для любых Веб-сайтов или для определенных Веб-сайтов), а
            также удаления ранее полученных файлов Cookie.</p>
        <p>7.3. Структура файла Cookie, его содержание и технические параметры определяются Вебсайтом и могут изменяться без предварительного уведомления Пользователя.</p>

        <p>7.4. Счетчики, размещенные Веб-сайтом, могут использоваться для анализа файлов Cookie
            Пользователя, для сбора и обработки статистической информации об использовании Вебсайта, а также для обеспечения работоспособности Веб-сайта в целом или их отдельных
            функций в частности. Технические параметры работы счетчиков определяются Веб-сайтом и могут изменяться без предварительного уведомления Пользователя.</p>
        <h1>8. Защита персонально информации Пользователя</h1>
        <p>8.1. Оператор предпринимает необходимые и достаточные организационные итехнические
            меры для защиты персональной информации Пользователя от неправомерного или
            случайного доступа, уничтожения, изменения, блокирования, копирования,
            распространения, а также от иных неправомерных действий с ней третьих лиц.</p>
        <h1>9. Изменение Политики конфиденциальности</h1>
        <p>9.1. Оператор имеет право вносить изменения в настоящую Политику конфиденциальности.
            При внесении изменений в актуальной редакции указывается дата последнего обновления.
            Новая редакция Политики вступает в силу с момента ее размещения, если иное не
            предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на
            странице по адресу политика конфиденциальности.</p>
    </div>
    <?php include "footer.html"; ?>
</body>

</html>